/* Application Title */
"Chuck's Currency Converter" = "Conversor de divisas de Chuck";
/* Verb: To change money from one currency into another */
"Convert" = "Convertir";
/* Prompt to visit web site */
"Visit Our Website" = "Visita nuestra página web";
/* Settings */
"Settings" = "Ajustes";

/* Add Currency Title */
"Add Currency" = "Añadir divisa";
/* Currencies Title */
"Currencies" = "Divisas";
/* Download Rates Title */
"Download Rates" = "Descargar cambios";
/* Alert Title */
"Alert" = "Alerta";


/* Prompt to the user to ask to download new rates from the internet */
"AskToDownload" = "La última vez que se actualizaron sus cambios de divisa fue el %@\n ¿Desea descargar las actualizaciones?";
/* Prompt to the user in an alert box */
"Cannot Delete a currency when set as To, From or Master" = "Esta divisa es usada actualmente como su divisa %@.\n\nPuede modificarlo antes de eliminarla en Ajustes.";
/* Prompt to the user in an alert box */
"ChangeCurrencyCode" = "El código de la divisa: \n%@, \n es un código reservado.\n\nPor favor, cambie su código de divisa.";
/* Prompt to the user in an alert box */
"ConvertingFromInformation" = "Está convirtiendo DE:\n %@\n\n, cuyo valor es igual a\n %@\n %@.\n\n La última actualización se realizó el\n%@";
/* Prompt to the user in an alert box */
"ConvertingToInformation" = "Está convirtiendo A:\n %@\n\n, cuyo valor es igual a\n %@\n %@.\n\n La última actualización se realizó el\n%@";
/* Label to the user that a rate in a table can be changed in Settings */
"Can be changed in Settings" = "Puede modificarlo en Ajustes";
/* You cannot save a currency with a conversion rate of zero. */
"You cannot save a currency with a conversion rate of zero." = "No puede guardar una divisa cuyo cambio vale cero.";
/* There was an error saving to the Database */
"There was an error saving to the Database" = "Hubo un error mientras se guardaba en la base de datos";
/* There was an error saving your Currency */
"There was an error saving your Currency" = "Hubo un error mientras se guardaba su divisa";



/* Verb: Add Button */
"Add" = "Añadir";
/* Cancel Button */
"Cancel" = "Cancelar";
/* Done Button */
"Done" = "Hecho";
/* Verb: Edit Button */
"Edit" = "Editar";
/* OK Button */
"OK" = "OK";
/* Verb: Save Button */
"Save" = "Guardar";
/* Update Button */
"Update" = "Actualizar";

/* Label for a switch in settings */
"Check for new rates" = "Buscar nuevos cambios";
/* Currency Description */
"Currency Description" = "Descripción de la divisa";
/* 3 Letter Currency Code */
"3 Letter Currency Code" = "Código de la divisa de 3 letras";
/* Currency Rate to U.S. Dollar */
"Currency Rate to U.S. Dollar" = "Cambio de divisa para el dólar estadounidense";
/* Currency Symbol (ASCII) */
"Currency Symbol (ASCII)" = "Símbolo de la divisa (ASCII)";

/* Verb: Download from internet */
"Download" = "Descargar";
/* Download Complete Label */
"Download Complete" = "Descarga completa";
/* Downloading Label */
"Downloading" = "Descargando";
/* Edit Rate Label */
"Edit Rate" = "Editar cambio";
/* Edit User Currency */
"Edit User Currency" = "Editar divisa del usuario";
/* enter amount on keypad prompt */
"enter amount on keypad" = "introducir importe con el teclado";
/* Error with Download In Alert box */
"Error with Download" = "Error en la descarga";
/* From Currency */
"From Currency" = "De divisa";


/* FROM Label */
"From" = "De";
/* TO Label */
"To" = "A";
/* MASTER Label */
"Master" = "Principal";


/* Parsing Data Label */
"Parsing Data" = "Análisis de datos";
/* Noun: Rates Label */
"Rates" = "Cambios";
/* Saving Data label */
"Saving Data" = "Guardando datos";
/* To Currency Label */
"To Currency" = "A divisa";

/* Settings Selections */
"Convert From" = "Convertir de";
/* Settings Selections */
"Convert To" = "Convertir a";

/* Download Screen */
"Rates in Database" = "Cambios de la base de datos";
"Last Update" = "Última actualización";

